[
    {
        "image": "https://ead.efg.fiocruz.br/storage/app/logos-cursos/488.png",
        "title": "Nós na Rede",
        "text": "Este curso tem como objetivo a promoção de práticas em saúde mental, na perspectiva do\nCuidado em liberdade. Diante dos desafios complexos do nosso tempo, propõe mobilizar\nreflexões e fortalecer a atuação em equipe e em rede, a partir dos territórios. Sustenta-se\nno compromisso com o direito à saúde, a justiça social, o bem-estar da população e a\neducação permanente dos trabalhadores do SUS.",
        "url": "https://ead.efg.fiocruz.br/course/nos-na-rede"
    },
    {
        "image": "https://www.fiocruzbrasilia.fiocruz.br/wp-content/uploads/2025/07/me_pag_inscricao.png",
        "title": "Mulheres e Envelhecimentos",
        "text": "O curso Mulheres e Envelhecimentos aborda as principais questões de saúde das mulheres ao longo da vida, com foco na interseccionalidade e nas políticas públicas. Estruturado em três módulos e seis aulas, discute o envelhecimento a partir do curso de vida e das determinações sociais, a mortalidade e morbidade com ênfase nos aspectos psicossociais, e o contexto das políticas de saúde das mulheres nas Américas, no Brasil e no DF. O curso é autoinstrucional, utiliza recursos como textos, podcasts e vídeos, e propõe uma reflexão crítica e inovadora sobre envelhecimento, mudanças demográficas e fatores socioculturais.",
        "url": "https://ead.efg.fiocruz.br/course/nos-na-rede"
    },
    {
        "image": "https://www.fiocruzbrasilia.fiocruz.br/wp-content/uploads/2025/04/CAPA_SQVSP.png",
        "title": "Saúde e Qualidade de Vida do Servidor Penitenciário",
        "text": "O curso Saúde e Qualidade de Vida do Servidor Penitenciário é voltado a gestores e servidores do sistema penitenciário, com foco na promoção do bem-estar no ambiente de trabalho. Organizado em três módulos, oferece conteúdos e estratégias práticas para enfrentar os desafios da rotina profissional, identificar fatores que impactam a saúde e a qualidade de vida e implementar ações baseadas em boas práticas, visando um ambiente mais seguro, produtivo e acolhedor.",
        "url": "https://ead.efg.fiocruz.br/course/nos-na-rede"
    },
    {
        "image": "https://www.fiocruzbrasilia.fiocruz.br/wp-content/uploads/2025/03/Quebre-o-Silencio-thumbnail.jpg",
        "title": "Quebre o Silêncio: enfrentando a violência de gênero e o feminicídio",
        "text": "O curso “Quebre o Silêncio: enfrentando a violência de gênero e o feminicídio” tem como objetivo qualificar os profissionais da Rede de Atenção Psicossocial (RAPS) por meio da educação permanente, com foco em gênero e sexualidade. Aborda a violência de gênero, o feminicídio e as interseccionalidades raciais e de gênero no sofrimento psíquico de mulheres cis e trans, visando aprimorar a compreensão e as práticas clínicas dos trabalhadores da rede.",
        "url": "https://ead.efg.fiocruz.br/course/nos-na-rede"
    },
    {
        "image": "https://www.fiocruzbrasilia.fiocruz.br/wp-content/uploads/2023/03/PEPTS_EPIVISA_Logo_Introducao_255x150.png",
        "title": "Vigilância Epidemiológica para Portos, Aeroportos e Fronteiras (EPI VISA)",
        "text": "O curso EPIVISA – Vigilância Epidemiológica para Portos, Aeroportos e Fronteiras é uma formação de aperfeiçoamento organizada em três módulos: Vigilância em Saúde, Investigação de Surtos e Comunicação Científica. Utiliza metodologia ativa, com sala de aula invertida, combinando atividades assíncronas e momentos síncronos com tutoria, estudos de caso e desenvolvimento de produtos voltados a situações reais dos pontos de entrada. Oferece flexibilidade de estudos e promove troca de experiências entre os participantes. O curso é realizado pela Fiocruz Brasília em parceria com a Anvisa, com base no modelo do EpiSUS-Fundamental.",
        "url": "https://ead.efg.fiocruz.br/course/nos-na-rede"
    }
]